Repository: Guerra24/LRReader
Catalog: LRReader.UWP/Strings/*/Settings.resw
Source language: en
Languages: es, ru, zh_cn

# Updates.Check.Content
source: Check for updates
es: Buscar actualizaciones
ru: Проверить наличие обновлений
zh_cn: 检查更新

# Updates.Download.Content
source: Download and install
es: Descargar e instalar
ru: Скачать и установить
zh_cn: 下载并安装

# Updates.DownloadNotice.Text
source: The app will close automatically
es: La app se cerrará automáticamente
ru: Приложение закроется автоматически
zh_cn: 该应用程序将自动关闭

# Updates.DownloadYes.Content
source: Close and Update
es: Cerrar y Actualizar
ru: Закрыть и обновить
zh_cn: 关闭并更新

# About.Github.Description
source: Source code, suggestions and support
es: Código fuente, sugerencias y soporte técnico
ru: Исходный код, предложения и поддержка
zh_cn: 源代码、建议和支持

# About.GhSponsor.Description
source: Donations
ru: Пожертвования
zh_cn: 捐赠

# About.License.Content
source: License
es: Licencia
ru: Лицензия
zh_cn: 许可

# About.Links.Text
source: Links
es: Enlaces
ru: Ссылки
zh_cn: 链接

# Updates.NotFound.Title
source: No updates found
es: No se encontraron actualizaciones
ru: Обновлений не найдено
zh_cn: 未找到更新

# About.Privacy.Content
source: Privacy policy
es: Política de privacidad
ru: Политика конфиденциальности
zh_cn: 隐私政策

# About.Version.Text
source: Version
es: Versión
ru: Версия
zh_cn: 版本

# AboutPage.Title
source: About
es: Acerca de
ru: О
zh_cn: 关于

# General.App.Title
source: App
es: Aplicación
ru: Приложение
zh_cn: 应用程序

# General.AppTheme.Dark
source: Dark
es: Oscuro
ru: Тёмная тема
zh_cn: 暗

# General.AppTheme.Light
source: Light
es: Claro
ru: Светлая тема
zh_cn: 亮

# General.AppTheme.System
source: Default
es: Por defecto
ru: По умолчанию
zh_cn: 默认

# General.Bookmarked.Title
source: Open Bookmarked archives on start
es: Abrir archivos con marcadores al inicio
ru: Открывать архивы с закладками при запуске
zh_cn: 在启动时打开已添加书签的档案

# General.Bookmarks.Title
source: Open Bookmarks tab on start
es: Abrir la pestaña Marcadores al inicio
ru: Открывать вкладку «Закладки» при запуске
zh_cn: 在启动时打开书签选项卡

# General.Categories.Title
source: Open Categories tab on start
es: Abrir la pestaña Categorías al inicio
ru: Открывать вкладку «Категории» при запуске
zh_cn: 在启动时打开分类选项卡

# General.ClearThumbCache.Content
source: Clear
es: Limpiar
ru: Очистить
zh_cn: 清除

# General.CompactMarks.Title
source: Use compact Bookmarks
es: Usar marcadores compactos
ru: Использовать компактные закладки
zh_cn: 使用简洁的书签

# General.Connection.Title
source: Connection
es: Conexión
ru: Подключение
zh_cn: 连接

# General.CrashReport.Title
source: Collect error and crash logs
es: Recopilar datos de los errores y fallos
ru: Собирать журналы сбоев и ошибок
zh_cn: 收集错误和崩溃日志

# General.ExpanderProfile.Title
source: Profile
es: Perfil
ru: Профиль
zh_cn: 配置

# General.InputSortBy.Title
source: Sort by
es: Agrupar por
ru: Сортировать по
zh_cn: 排列

# General.OrderBy.Title
source: Order by
es: Ordenar por
ru: Упорядочить по
zh_cn: 排序

# General.ProfileSelection.PlaceholderText
source: Select Profile
es: Seleccionar perfil
ru: Выбрать профиль
zh_cn: 选择配置

# General.Search.Title
source: Search
es: Buscar
ru: Поиск
zh_cn: 搜索

# General.Size.Text
source: Size
es: Tamaño
ru: Размер
zh_cn: 大小

# General.SortBy.PlaceholderText
source: Title
es: Titulo
ru: Заголовок
zh_cn: 标题

# General.SwitchProfile.CloseButtonText
source: No
ru: Нет
zh_cn: 否

# General.SwitchProfile.Content
source: Are you sure you want to change profile?{0}Reload is required
es: Estas seguro que quieres cambiar de perfil?{0}Se necesita recargar
ru: Изменить профиль?{0}Требуется перезагрузка
zh_cn: 您确定要更改个人配置吗?{0}重载以生效

# General.SwitchProfile.PrimaryButtonText
source: Yes
es: Si
ru: Да
zh_cn: 是

# General.SwitchProfile.Title
source: Change Profile
es: Cambiar Perfil
ru: Изменить профиль
zh_cn: 修改配置

# General.Tabs.Title
source: Tabs
es: Pestañas
ru: Вкладки
zh_cn: 选项卡

# General.Theme.Title
source: Theme
es: Tema
ru: Тема
zh_cn: 主题

# General.ThumbCache.Title
source: Thumbnail Cache
es: Caché de miniaturas
ru: Кэш эскизов
zh_cn: 缩略图缓存

# General.VisualTags.Title
source: Visual tags editor
es: Etiquetas visuales en el editor
ru: Редактор визуальных тегов
zh_cn: 可视化标签编辑器

# General.VisualTags.Description
source: Uses controls for tag editing instead of a text box
es: Utiliza controles para la edición de etiquetas en lugar de un cuadro de texto
ru: Использует элементы управления для редактирования тегов вместо текстового поля
zh_cn: 使用控件来编辑标签而不是文本框

# GeneralPage.Title
source: General
ru: Общие
zh_cn: 一般

# Reader.AutoOpen.Title
source: Open automatically
es: Abrir el lector automáticamente
ru: Автооткрывать ридер
zh_cn: 自动打开阅读器

# Reader.AV1Notice.Content
source: Install to view AVIF content
es: Instalar para ver contenido AVIF
ru: Установить для просмотра содержимого AVIF
zh_cn: 安装以查看 AVIF 内容

# Reader.AV1NoticeInfo.Title
source: Missing AV1 Video Extentions
es: Faltan extensiones de vídeo AV1
ru: Отсутствуют расширения видео AV1
zh_cn: 缺少 AV1 视频扩展

# Reader.BookmarksGroup.Title
source: Bookmarks
es: Marcadores
ru: Закладки
zh_cn: 书签

# Reader.FitLimit.Title
source: Scale limit
es: Límite de escalado de página
ru: Предел масштаба
zh_cn: 比例限制

# Reader.FitLimit.Description
source: Maximum scaling that can be applied to a page
es: Escala máxima que se puede aplicar a una página
ru: Максимальное масштабирование, которое может быть применено к странице
zh_cn: 可应用于页面的最大缩放比例

# Reader.FitWidth.Title
source: Fit pages to width
es: Ajustar las páginas al ancho
ru: Подгонка страниц по ширине
zh_cn: 适合宽度

# Reader.FitWidth.Description
source: Scales pages to the full width of the window
es: Escala las páginas al ancho completo de la ventana
ru: Масштабирует страницы на всю ширину окна
zh_cn: 将页面缩放到窗口的整个宽度

# Reader.HEIFNotice.Content
source: Install to view HEIF content
es: Instalar para ver contenido HEIF
ru: Установить для просмотра содержимого HEIF
zh_cn: 安装以查看 HEIF 内容

# Reader.HEIFNoticeInfo.Title
source: Missing HEIF Image Extentions
es: Faltan extensiones de imagen HEIF
ru: Отсутствуют расширения изображений HEIF
zh_cn: 缺少 HEIF 图像扩展

# Reader.Keyboard.Title
source: Keyboard scrolling distance
es: Distancia de desplazamiento del teclado
ru: Расстояние прокрутки клавиатуры
zh_cn: 键盘滚动距离

# Reader.Keyboard.Description
source: Distance in pixels when keyboard is used
es: Distancia en píxeles cuando se usa el teclado
ru: Расстояние в пикселях при использовании клавиатуры
zh_cn: 使用键盘操作时的距离（以像素为单位）

# Reader.Reminder.Title
source: Add Bookmark Reminder
es: Preguntar si se quiere agregar marcador
ru: Добавить напоминание закладок
zh_cn: 添加书签提醒

# Reader.Reminder.Description
source: Ask to bookmark archive if closed half way through
es: Solicite marcar el archivo si se cierra a la mitad
ru: Попросите добавить архив в закладки, если он закрыт на полпути
zh_cn: 如果中途关闭，询问是否为存档添加书签

# Reader.ReminderMode.All
source: All Archives
es: Todos los archivos
ru: Все архивы
zh_cn: 全部档案

# Reader.ReminderMode.New
source: Only "New" Archives
es: Solo archivos "nuevos"
ru: Только "Новые" архивы
zh_cn: 仅标记为"New"的档案

# Reader.RemoveBookmarkReminder.Title
source: Remove Bookmark Reminder
es: Preguntar si se quiere eliminar el marcador
ru: Удалить напоминание закладок
zh_cn: 移除书签提示

# Reader.RemoveBookmarkReminder.Description
source: Ask to remove bookmark once complete
es: Solicite desmarcar cuando se completa el archivo
ru: Попросите удалить закладку после завершения работы
zh_cn: 阅读完后询问是否删除书签

# Reader.RTL.Title
source: Read right-to-left
es: Leer de derecha a izquierda
ru: Читать справа налево
zh_cn: 从右到左阅读

# Reader.RTL.Description
source: Reverses the pages read direction
es: Invierte la dirección de lectura de las páginas
ru: Меняет направление чтения страниц
zh_cn: 反转页面读取方向

# Reader.SetBuilder.Content
source: Use improved read order
es: Usar orden de lectura mejorado
ru: Использовать улучшенный порядок чтения
zh_cn: 使用改进的阅读顺序

# Reader.SetBuilder.ToolTipService.ToolTip
source: Uses aspect ratio when building the pages order. Recommended for archives with variable aspect ratio.
es: Utiliza la relación de aspecto al crear el orden de las páginas. Recomendado para archivos con relación de aspecto variable.
ru: Использует соотношение сторон при построении порядка страниц. Рекомендуется для архивов с переменным соотношением сторон.
zh_cn: 构建页面顺序时使用纵横比。 推荐用于具有可变纵横比的档案.

# Reader.TwoPages.Title
source: Show two pages
es: Mostrar dos páginas
ru: Показать две страницы
zh_cn: 显示两页

# Reader.TwoPages.Description
source: Two pages will be displayed at once
es: Se mostrarán dos páginas a la vez
ru: Одновременно будут отображаться две страницы
zh_cn: 将同时显示两个页面

# Reader.Zoom.Title
source: Default zoom
es: Zoom predeterminado
ru: Масштаб по умолчанию
zh_cn: 默认缩放

# ReaderPage.Title
source: Reader
es: Lector
ru: Ридер
zh_cn: 阅读器

# Server.ApiRequired.Text
source: API Key required to use server options
es: Se requiere clave para usar las opciones del servidor
ru: API-ключ, необходимый для использования параметров сервера
zh_cn: 使用服务器选项所需的 API 密钥

# Server.BackupDB.Title
source: Backup Database
es: Copia de la base de datos
ru: Резервное копирование базы данных
zh_cn: 备份数据库

# Server.BackupDB.Description
source: Returns a JSON backup. This backup can be manually imported
es: Devuelve una copia de seguridad en JSON. Esta copia de seguridad se puede importar manualmente
ru: Возвращает резервную копию в формате JSON. Эту резервную копию можно импортировать вручную
zh_cn: 已返回 JSON 备份。 此备份可以手动导入

# Server.BackupDBButton.Content
source: Download
es: Descargar
ru: Скачать
zh_cn: 下载

# Server.Batch.Title
source: Batch Tagging
es: Etiquetado por lotes
ru: Пакетная маркировка
zh_cn: 批量标记

# Server.ClearNew.Title
source: Clear "New"
es: Limpiar "Nuevos"
ru: Убрать метку «Новый»
zh_cn: 清理"New"标记

# Server.ClearNew.Description
source: Clears the 'New' flag on all archives
es: Elimina el estado "Nuevo" en todos los archivos
ru: Снимает метку «Новый» у всех архивов
zh_cn: 清除所有档案上的"New"标记

# Server.ClearNewButton.Content
source: Clear
es: Limpiar
ru: Убрать
zh_cn: 清除

# Server.ClearNewNotice.Text
source: All archive's "New" flag will be cleared. Do you want to continue?
es: Todos los archivos "Nuevos" se limpiarán. ¿Quieres continuar?
ru: Все метки «Новый» у архивов будут сброшены. Do you want to continue?
zh_cn: 所有档案的"New"标记将被清除。 你想继续吗?

# Server.ClearNewYes.Content
source: Yes, clear all new
es: Sí, limpiar los nuevos
ru: Да, убрать
zh_cn: 是的，清除所有

# Server.Database.Title
source: Database
es: Base de datos
ru: База данных
zh_cn: 数据库

# Server.Debug.Content
source: Debug Mode
es: Modo de depuración
ru: Режим отладки
zh_cn: 调试模式

# Server.Logs.Title
source: Logs
ru: Журналы
zh_cn: 日志

# Server.NoFun.Content
source: No-Fun Mode
es: Modo No-Fun
ru: Режим No-Fun
zh_cn: 自闭模式

# Server.PluginSettings.Title
source: Plugin Configuration
es: Configuración de Plugins
ru: Конфигурация плагина
zh_cn: 插件配置

# Server.RegenThumb.Content
source: Generate
es: Generar
ru: Генерировать
zh_cn: 生成

# Server.RegenThumbForced.Content
source: Force All
es: Forzar todo
ru: Все принудительно
zh_cn: 强制全部

# Server.RegenThumbForced.ToolTipService.ToolTip
source: Regenerates all thumbnails
es: Regenera todas las miniaturas
ru: Перегенерирует все эскизы
zh_cn: 重新生成所有缩略图

# Server.RegenThumbnails.Title
source: Thumbnails
es: Miniaturas
ru: Эскизы
zh_cn: 缩略图

# Server.RegenThumbNotice.Text
source: Generate missing thumbnails, if forced regenerates all
es: Generar las miniaturas que faltan, si se fuerza regenera todas
ru: Генерировать недостающие эскизы, если принудительно перегенерирует все.
zh_cn: 如果强制重新生成所有缩略图，则会生成丢失的缩略图文件

# Server.RegenThumbYes.Content
source: Yes, generate thumbnails
es: Si, generar miniaturas
ru: Да, генерировать эскизы
zh_cn: 是的，生成缩略图

# Server.ResetCache.Title
source: Search cache
es: Caché de búsqueda
ru: Кэш поиска
zh_cn: 搜索缓存

# Server.ResetCache.Description
source: Results are stored to improve performance. If there are issues with that use this
es: Las búsquedas se almacenan para mejorar el rendimiento. Si hay problemas con eso, use esto
ru: Результаты сохраняются для повышения производительности. Если есть проблемы с этим, используйте следующее
zh_cn: 结果将被存储以提高性能。 如果有需要请使用

# Server.ResetCacheButton.Content
source: Reset
es: Restablecer
ru: Сброс
zh_cn: 重置

# Server.ResizedImages.Content
source: Resized Images
es: Imágenes redimensionadas
ru: Смена размера изображений
zh_cn: 调整图像大小

# Server.Settings.Title
source: Settings
es: Ajustes
ru: Настройки
zh_cn: 设置

# Server.Upload.Title
source: Upload Archives
es: Subir archivos
ru: Загрузить архивы
zh_cn: 上传档案

# Server.UsePassword.Content
source: Uses Password
es: Utiliza contraseña
ru: Использует пароль
zh_cn: 使用密码

# Server.Worker.Title
source: Background Worker
es: Trabajador de fondo
ru: Работает в фоне
zh_cn: 后台工作

# Server.WorkerRestart.Title
source: Restart background worker
es: Reiniciar el trabajador de fondo
ru: Перезапустить фоновую работу
zh_cn: 重启后台工作

# Server.WorkerRestartButton.Content
source: Restart
es: Reiniciar
ru: Перезапуск
zh_cn: 重启

# Server.WorkerRunning.Text
source: Running
es: Ejecutando
ru: запущено
zh_cn: 运行中

# Server.WorkerStatus.Text
source: Status:
es: Estado:
ru: Статус:
zh_cn: 状态:

# Server.WorkerStop.Title
source: Stop background worker
es: Apagar el trabajador de fondo
ru: Остановить фоновую работу
zh_cn: 停止后台工作

# Server.WorkerStopButton.Content
source: Stop
es: Apagar
ru: Остановить
zh_cn: 停止

# Server.WorkerStopped.Text
source: Stopped
es: Apagado
ru: остановленно
zh_cn: 已停止

# Server.WorkerUnknown.Text
source: Unknown
es: Desconocido
ru: неизвестно
zh_cn: 未知

# ServerPage.Title
source: Server
es: Servidor
ru: Сервер
zh_cn: 服务器

# Reader.ScrollToChange.Description
source: Change page by scrolling at the top or bottom of the page
es: Cambiar de página al desplazarse por la parte superior o inferior de la página
ru: Смена страницы путем прокрутки в верхней или нижней части страницы
zh_cn: 通过在页面顶部或底部滚动来更改页面

# Reader.ScrollToChange.Title
source: Scroll to change page
es: Desplazarse para cambiar de página
ru: Прокрутите, чтобы сменить страницу
zh_cn: 滚动以更改页面

# UpdatesPage.Title
source: Updates
es: Actualizaciones
ru: Обновления
zh_cn: 更新

# AboutPage.Description
source: Version, support, source code
es: Versión, soporte, código fuente
ru: Версия, поддержка, исходный код
zh_cn: 版本, 支持, 源代码

# GeneralPage.Description
source: Tabs, search, theme
es: Pestañas, búsqueda, tema
ru: Вкладки, поиск, тема
zh_cn: 标签, 搜索, 主题

# ReaderPage.Description
source: Zoom, two pages, bookmarks
es: Zoom, modo dos páginas, marcadores
ru: Масштаб, две страницы, закладки
zh_cn: 缩放, 两页, 书签

# ServerPage.Description
source: Settings, tools, database
es: Ajustes, herramientas, base de datos
ru: Настройки, инструменты, база данных
zh_cn: 设置, 工具, 数据库

# UpdatesPage.Description
source: Check for updates
es: Comprobar las actualizaciones
ru: Проверьте наличие обновлений
zh_cn: 检查更新

# MainPage.Title
source: Settings
es: Ajustes
ru: Настройки
zh_cn: 设置

# ProfilesPage.Title
source: Profiles
es: Perfiles
ru: Профили
zh_cn: 配置

# FeedbackPage.Title
source: Feedback
ru: Обратная связь
zh_cn: 反馈

# Reader.CustomBackground.Title
source: Background color
es: Color de fondo
ru: Цвет фона
zh_cn: 背景颜色

# FeedbackPage.Description
source: Changes and feature requests
es: Cambios y solicitudes de características
ru: Изменения и пожелания по функциям
zh_cn: 更改和功能请求

# Updates.AutoUpdates.Title
source: Auto updates
ru: Автообновление
zh_cn: 自动更新

# Profiles.AddProfile.ToolTipService.ToolTip
source: Add
es: Crear
ru: Добавить
zh_cn: 添加

# Profiles.Delete.Text
source: Delete
es: Eliminar
ru: Удалить
zh_cn: 删除

# Profiles.Edit.Text
source: Edit
es: Editar
ru: Изменить
zh_cn: 编辑

# Profiles.RemoveDialog.CloseButtonText
source: No
ru: Нет
zh_cn: 否

# Profiles.RemoveDialog.Content
source: Do you want to remove "{0}"?
es: ¿Quiere eliminar "{0}"?
ru: Удалить "{0}"?
zh_cn: 是否要删除 "{0}"?

# Profiles.RemoveDialog.PrimaryButtonText
source: Yes
es: Sí
ru: Да
zh_cn: 是

# Profiles.RemoveDialog.Title
source: Remove profile
es: Eliminar perfil
ru: Удалить профиль
zh_cn: 移除配置文件

# Reader.NextArchive.Description
source: Switch to next archive at the end
ru: Переход к следующему архиву в конце
zh_cn: 最后切换到下一个存档

# Reader.NextArchive.Title
source: Open next archive
ru: Открыть следующий архив
zh_cn: 打开下一个存档

# Profiles.AutoLogin.Title
source: Connect on startup
es: Conectarse al inicio
ru: Подключить при запуске
zh_cn: 启动时连接

# Profiles.ProfileGroup.Title
source: Profiles
es: Perfiles
ru: Профили
zh_cn: 配置

# ProfilesPage.Description
source: Connect on startup, edit, remove
es: Conectar al inicio, editar, eliminar
ru: Подключение при запуске, редактирование, удаление
zh_cn: 启动时连接, 编辑, 删除

# General.PopupLocation.Bottom
source: Bottom
es: Abajo
ru: Снизу
zh_cn: 底部

# General.PopupLocation.Middle
source: Middle
es: Medio
ru: В центре
zh_cn: 中间

# General.PopupLocation.Top
source: Top
es: Arriba
ru: Сверху
zh_cn: 顶部

# General.TagsPopup.Title
source: Location of the tags pop-up
es: Ubicación de la ventana emergente de etiquetas
ru: Расположение всплывающего окна тегов
zh_cn: 标签弹出的位置

# Updates.NoChangelog
source: An update was detected but an error occurred while trying to load the changelog
es: Se ha detectado una actualización pero se ha producido un error al intentar cargar el registro de cambios
ru: Обновление было обнаружено, но при попытке загрузить журнал изменений произошла ошибка
zh_cn: 检测到更新，但尝试加载更改日志时出错

# Reader.VerticalReader.Description
source: Stack pages vertically
ru: Размещение страниц по вертикали
zh_cn: 垂直叠放页面

# Reader.VerticalReader.Title
source: Use vertical reader
ru: Использовать вертикальный ридер
zh_cn: 使用垂直阅读器

# Server.RescanContent.Description
source: Rescan content directory in case of missing files or page counts
ru: Повторное сканирование содержимого папки в случае отсутствия файлов или количества страниц
zh_cn: 在丢失文件或页数的情况下重新扫描内容目录

# Server.RescanContent.Title
source: Content directory
ru: Содержимое папки
zh_cn: 内容目录

# Server.RescanContentButton.Content
source: Rescan
ru: Сканировать повторно
zh_cn: 重新扫描
